acpi
ark
rsync
base
btop
base-devel
docker
duf
dunst
egl-wayland
eza
fd
firefox
firefox-tridactyl
flatpak
fuzzel
fzf
grimblast-git
gst-plugin-pipewire
helvum
hyprgraphics
hyprland
hyprland-qtutils
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshade
hyprsunset
intel-ucode
jaq
jdk21-openjdk
kitty
libpulse
light
limine
linux
linux-firmware
linux-headers
man-db
mpc
mpd
ncmpcpp
neofetch
neovide
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pulsemixer
qt5-wayland
socat
ttf-jetbrains-mono-nerd
udiskie
unzip
uwsm
waypaper
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-hyprland
xwaylandvideobridge
superfile-bin
zoxide
zram-generator
zsh
pass
meson
cmake
cpio
pkg-config
cliphist
