acpi
ark
base
base-devel
cliphist
discord-canary
docker
duf
dunst
egl-wayland
eza
fd
firefox
firefox-tridactyl
flatpak
fuzzel
fzf
git
gradle-language-server
grimblast-git
gst-plugin-pipewire
helvum
hyprgraphics-git
hyprland
hyprland-qtutils-git
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent-git
hyprshade
hyprsunset
intel-ucode
jaq
jdk21-openjdk
kitty
kotlin-language-server
lib32-nvidia-utils
libpulse
light
limine
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
man-db
mpc
mpd
ncmpcpp
neofetch
neovide
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-utils
pamixer
papirus-icon-theme
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pulsemixer
qt5-wayland
socat
steam
swayidle
swayosd-git
swww
ttf-anonymouspro-nerd
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-ubuntu-nerd
udiskie
unzip
uwsm
waybar
waypaper
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-hyprland
xwaylandvideobridge
superfile-bin
zoxide
zram-generator
zsh
pass
